Repository: serg-ios/walk-area
Catalog: WalkArea/Resources/*.lproj/Localizable.strings
Languages: ca, es, fr, it

source: STOP
ca: ATURA
es: ALTO
it: FERMARE

source: kilometers
ca: quilòmetres
es: kilómetros
fr: kilomètres
it: chilometri

source: meters
ca: metres
es: metros
fr: mètres
it: metri

source: miles
ca: milles
es: millas
it: miglia

source: You're leaving your walking area.
ca: Surts de la teva zona a peu.
es: Estás abandonando tu área de paseo.
fr: Vous quittez votre zone de marche.
it: Stai per lasciare la tua zona pedonale.

source: Warning
ca: Avís
es: Atención
fr: Avertissement
it: avvertimento

source: yards
ca: iardas
es: yardas
it: yarde

source: Yes
ca: Sí
es: Sí
fr: Oui
it: SÃ¬

source: You will create a new walking area.
ca: Creareu una nova zona de passeig.
es: Crearás una nueva zona de paseo.
fr: Vous allez créer une nouvelle zone de promenade.
it: Creerai una nuova area pedonale.

source: Pause tracking
ca: Pausa el seguiment
es: Pausar rastreo
fr: Pause du suivi
it: Metti in pausa il tracciamento

source: Resume tracking
ca: Vom continuar amb el seguiment
es: Reanudar rastreo
fr: Reprendre le suivi
it: Riprendi il monitoraggio

source: You will pause GPS tracking.
ca: Ferà una pausa del seguiment GPS.
es: Pausarás el rastreo por GPS.
fr: Vous mettrez en pause le suivi GPS.
it: Metti in pausa il tracciamento GPS.

source: You will resume GPS tracking.
ca: Reactivarà el seguiment GPS.
es: Reanudarás el rastreo por GPS.
fr: Vous allez reprendre le suivi GPS.
it: Riprenderai il tracciamento GPS.

source: New walk
ca: Nou passeig
es: Nuevo paseo
fr: Nouvelle promenade
it: Nuova passeggiata

source: Do you want to start a new walk?
ca: Voleu començar una nova caminada?
es: ¿Deseas comenzar un nuevo paseo?
fr: Vous voulez commencer une nouvelle promenade ?
it: Vuoi iniziare una nuova passeggiata?

source: No
fr: Non
